OpenFOAM/foam9tutorials/tutorials/heatTransfer/chtMultiRegionFoam/coolingCylinder2D/constant/solid/fvModels
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    object      fvModels;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

cylinderHeat
{
    type            heatSource;

    selectionMode   all;

    q               5e7;
}

//************************************************************************** //
